export const message = [
    {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
   {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
   {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
   {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
   {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
   {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
  {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
   {
    title: "扫地机器人",
    avatar: '/vite.svg', // 路径按你的项目实际来，也可以用你刚刚上传的图片
    desc: "今天天气真好啊啊哈哈哈哈哈哈",
    date:"14:00"
  },
]